---
kind: other
id: Methods.T:Autodesk.Revit.DB.ViewCropRegionShapeManager
source: html/23549769-0715-f39b-7083-86f1902bd8a8.htm
---
# ViewCropRegionShapeManager Methods

Gets the annotation crop box assigned to the view.